{
  "wooden_sword": {
	"item_name": "Wooden Sword",
	"item_description": "A basic wooden sword, the first weapon you acquire on your journey. While not overly powerful, it's reliable for early encounters."
  },
  "healing_potion": {
	"item_name": "Healing Potion",
	"item_description": "A magical potion that restores a portion of your health when consumed. Keep it handy for tough battles and emergencies."
  },
  "mana_elixer": {
	"item_name": "Mana Elixer",
	"item_description": "This elixir refills your magical energy, allowing you to cast spells and use abilities more effectively."
  },
  "leather_helmet": {
	"item_name": "Leather Helmet",
	"item_description": "A sturdy helmet made from leather, providing some protection for your head during combat."
  },
  "leather_chestplate": {
	"item_name": "Leather Chestplate",
	"item_description": "A chestplate crafted from leather, providing basic protection for your upper body."
  },
  "leather_leggings": {
	"item_name": "Leather Leggings",
	"item_description": "Protective leather leggings that shield your legs from harm."
  },
  "leather_boots": {
	"item_name": "Leather Boots",
	"item_description": "Durable leather boots that offer both protection and comfort during your travels."
  },
  "torch": {
	"item_name": "Torch",
	"item_description": "A simple torch that provides light in dark and eerie places, helping you navigate and uncover hidden secrets."
  },
  "bow": {
	"item_name": "Bow",
	"item_description": "A ranged weapon that allows you to attack enemies from a distance, ideal for strategic encounters."
  },
  "arrow": {
	"item_name": "Arrow",
	"item_description": "A bundle of arrows used with the bow for ranged attacks. Make sure to stock up on these for prolonged journeys."
  },
  "key_of_the_ancients": {
	"item_name": "Key Of The Ancients",
	"item_description": "An ancient and mysterious key that can unlock hidden doors and passages throughout the realm."
  },
  "boots_of_swiftness": {
	"item_name": "Boots Of Swiftness",
	"item_description": "These enchanted boots grant you increased movement speed, making it easier to outrun foes and explore faster."
  },
  "ring_of_healing": {
	"item_name": "Ring Of Healing",
	"item_description": "Wearing this magical ring gradually regenerates your health over time, aiding in recovery after battles."
  },
  "amulet_of_power": {
	"item_name": "Amulet Of Power",
	"item_description": "This amulet bestows temporary strength upon its wearer, boosting your attack prowess during critical moments."
  },
  "cloak_of_invisibility": {
	"item_name": "Cloak Of Invisibility",
	"item_description": "When wearing this enchanted cloak, you can turn invisible temporarily, allowing you to avoid enemies and sneak past obstacles."
  },
  "enchanted_compass": {
	"item_name": "Enchanted Compass",
	"item_description": "A magical compass that helps you find hidden treasures and guides you on your quests."
  },
  "potion_of_resistance": {
	"item_name": "Potion Of Resistance",
	"item_description": "This potion grants temporary immunity to certain types of damage or status effects, a valuable asset in dangerous situations."
  },
  "shield_of_protection": {
	"item_name": "Shield Of Protection",
	"item_description": "A powerful shield that significantly reduces incoming damage, providing crucial defense during intense battles."
  },
  "staff_of_elemental_mastery": {
	"item_name": "Staff Of Elemental Mastery",
	"item_description": "This staff allows you to unleash elemental magic, dealing devastating attacks against your enemies."
  },
  "bag_of_holding": {
	"item_name": "Bag Of Holding",
	"item_description": "A magical bag that expands your inventory space, enabling you to carry more items on your adventures."
  },
  "scroll_of_teleportation": {
	"item_name": "Scroll Of Teleportation",
	"item_description": "Using this scroll instantly transports you to a location you have previously visited, offering swift travel across the realm."
  },
  "crystal_of_wisdom": {
	"item_name": "Crystal Of Wisdom",
	"item_description": "An ancient crystal that imparts valuable insights and hints, aiding you in solving puzzles and overcoming challenges."
  },
  "horn_of_summoning": {
	"item_name": "Horn Of Summoning",
	"item_description": "When blown, this horn summons a friendly creature to aid you in battle, providing support and extra firepower."
  },
  "blade_of_destiny": {
	"item_name": "Blade Of Destiny",
	"item_description": "The legendary and fabled weapon, destined to vanquish the ancient evil threatening the Enchanted Realm. Harness its power to fulfill your heroic quest."
  }
}
